[
    {
        "id":1, "name":"BMW 3 series","img":"https://purepng.com/public/uploads/large/purepng.com-blue-bmwbmwcarluxurious-carbmw-carsblue-bmw-17015274154359tyiv.png" ,"description":"Discover high quality available upholsteries and colors, from the new perforated Sensatec to the Vernasca Leather, for your standard Sport Seats. The BMW 3 Series has 1 Diesel Engine and 2 Petrol Engine on offer. The Diesel engine is 1995 cc while the Petrol engine is 1998 cc and 2998 cc . It is available with Automatic transmission.Depending upon the variant and fuel type the 3 Series has a mileage of 11.86 to 20.37 kmpl & Ground clearance of 3 Series is 165mm. The 3 Series is a 5 seater 6 cylinder car and has length of 4824mm, width of 1811 mm and a wheelbase of 2810 mm.", "price":50700
    },
    {
        "id":2, "name":"Mercedes SLS black", "img":"https://i.ibb.co/R3BpdPR/purepng-com-mercedesmercedes-benzmercedesmercedes-luxury-vehiclesbusescoachestrucks-1701527525496msj.png","description":"Inspired by the SLS AMG GT3 racing version, the fifth Black Series model from Mercedes-AMG boasts an intoxicating mix of breathtaking design, outstanding driving dynamics and uncompromising lightweight construction in accordance with the 'AMG Lightweight Performance' strategy. With a DIN kerb weight of 1550 kilograms, the SLS AMG Black Series achieves a power-to-weight ratio of 2.45 kg/hp. The AMG 6.3-litre V8 engine generates a power output of 464 kW (631 hp) at 7400 rpm and propels the most dynamic road-going gull-wing model ever to 100 km/h in 3.6 seconds. A new AMG titanium sports exhaust system produces an emotion-stirring soundtrack to accompany the scintillating performance. ","price":70500
    },
    {
        "id":3,"name": "Mercedes Benz GLS class","img":"https://i.ibb.co/D9GpMqs/purepng-com-mercedes-benz-gls-class-red-carcarvehicletransportmercedes-benz-961524662808zjsb8.png", "description":"LS 450 wheels start at a sizable 20 inches and can go up to a staggering 23 with the new AMG Line and Night Package options. The Night Package adds gloss black styling element to either model.The GLS offers truly luxurious seating for seven adults, standard. A no-charge 6-seat option features power 2nd-row captain's chairs with walk-through 3rd-row access.Using Artificial Intelligence, MBUX can turn your words into your GLS's action.","price":77200
    },
    {
        "id":4,"name":"Toyota Corolla Sedan 2009","img":"https://i.ibb.co/nbGfTfj/sedan-2009-toyota-corolla-trj.png" , "description":"The 2009 Toyota Corolla exists as an affordable and attractive compact car that's loaded with standard active safety features. A dramatic exterior and a chic interior with an 8 inch multimedia touchscreen that puts you in control. Except for the sportier SE and XSE models, the Corolla sedan uses a 139-hp 1.8-liter four-cylinder that sends power to the front wheels through a continuously variable automatic transmission (CVT). The zestier versions have a 169-hp 2.0-liter four-cylinder that pairs with a CVT or optional six-speed manual.", "price":20175
    },
    {
        "id":5,"name":"Ford Mustang","img":"https://purepng.com/public/uploads/large/purepng.com-ford-mustangford-mustangford-falconcompact-carcars-1701527483355qcydf.png", "description":"The Ford Mustang has 1 Petrol Engine on offer. The Petrol engine is 4951 cc . It is available with Automatic transmission.Depending upon the variant and fuel type the Mustang has a mileage of 13.0 kmpl & Ground clearance of Mustang is 137mm. The Mustang is a 4 seater 8 cylinder car and has length of 4784mm, width of 2080mm and a wheelbase of 2720mm.", "price":32705
    },
    {
        "id":6,"name":"Hyundai i-35","img":"https://purepng.com/public/uploads/large/purepng.com-hyundai-ix35-carcarcarsvehiclevehiclestransport-5615211263869vt9r.png","description":"Hyundai introduced the ix35 in 2010, retiring the Tucson name in favour of the Eurocentric, number-based system. These days, however, Hyundai has moved back the to Tucson name for the new, larger model. The ix35 is a mid-sized SUV, delivering a combination of city- and family-friendly packaging, just enough off-road ability, and traditional Hyundai value. With trim levels ranging from the $10,490 IX35 Active (fwd) to the $25,990 IX35 Highlander (awd), the ix35 was available with a choice of petrol and diesel engines, manual and automatic gearboxes and two or four-wheel drive.","price":22900
    }
]